Repository: EmiliaB0nes/bootstrap5fullwidth
Catalog: lang/*.po
Languages: fr_fr

source: Contact Form
fr_fr: Formulaire de contact

source: There is no shortcode!
fr_fr: Il n'y a pas de Shortcode!

source: Please configure it in the customize menu
fr_fr: Veuillez le configurer dans le menu personnaliser

source: Name
fr_fr: Nom

source: Subname
fr_fr: Prénom

source: Subject
fr_fr: Sujet

source: Send
fr_fr: Envoyer

source: Front Page Options
fr_fr: Options de la page d’accueil

source: Main Title
fr_fr: Titre Principal

source: My Title
fr_fr: Mon Titre

source: Subtitle
fr_fr: Titre Secondaire

source: My Subtitle
fr_fr: Mon titre secondaire

source: Show skills
fr_fr: Montrer les compétences

source: Skills area title
fr_fr: Titre de la zone de compétences

source: Skills List
fr_fr: Liste de compétences

source: Skill
fr_fr: Compétence

source: Skill Logo
fr_fr: Logo de la compétence

source: Competence Page Options
fr_fr: Options de la page de compétences

source: List 1 Title
fr_fr: Titre de la liste 1

source: Competence List 1
fr_fr: Liste de compétences 1

source: Competence title
fr_fr: Compétence

source: Competence Logo
fr_fr: Logo

source: List 2 Title
fr_fr: Titre de la liste 2

source: Competence List 2
fr_fr: Liste de compétences 2

source: Theme Options
fr_fr: Options du thème

source: Settings for Bootstrap5FullWidth
fr_fr: Réglages pour Bootstrap5FullWidth

source: Themes
fr_fr: Thème

source: Color Theme
fr_fr: Thème de couleurs

source: Apply Colors
fr_fr: Appliquer les Couleurs

source: Enable this option to confirm appliquation a theme. Changing theme will override the colors settings.
fr_fr: Activer cette option pour confirmer l’application d'un thème. Changer de thème remplacera les paramètres de couleurs.

source: Fonts Theme
fr_fr: Thème de polices

source: Apply Fonts
fr_fr: Appliquer les Polices

source: Enable this option to confirm appliquation a theme. Change theme will override the fonts settings.
fr_fr: Activer cette option pour confirmer l’application d'un thème. Changer de thème remplacera les anciens paramètres de polices.

source: Fonts
fr_fr: Polices

source: Text Font
fr_fr: Police Texte

source: Title Font
fr_fr: Police Titre

source: Text of the main title
fr_fr: Texte du titre principal

source: Enable
fr_fr: Activer

source: Enable/Disable custom main title
fr_fr: Activer/Désactiver le titre principal personnalisé

source: Subtitle text
fr_fr: Texte du sous-titre

source: Enable/Disable custom subtitle
fr_fr: Activer/Désactiver le sous-titre personnalisé

source: Footer
fr_fr: Pied de page

source: Footer Copyright / Text
fr_fr: Copyright / Texte de Pied de page

source: Enable/Disable custom footer text
fr_fr: Activer/Désactiver le texte personnalisé de pied de page

source: Contact Modal
fr_fr: Modal de contact

source: Enable/Disable the contact button
fr_fr: Activer/Désactiver le bouton de contact

source: Customize the button title
fr_fr: Personnaliser le titre du bouton

source: Enable/Disable the custom contact button Text
fr_fr: Activer/Désactiver le titre personnalisé du bouton

source: Shortcode of the Contact 7 form
fr_fr: Shortcode du formulaire Contact 7

source: Please use the template provided in the documentation, otherwise it will not work
fr_fr: Veuillez utiliser le template fourni dans la documentation, sinon il ne fonctionnera pas

source: Enable/Disable the ability to use a custom link? (disable the modal)
fr_fr: Activer/Désactiver la possibilité d'utiliser un lien personnalisé (désactive le modal)

source: Custom link of the Contact button
fr_fr: Lien personnalisé du bouton Contact
